{
  "articles": [
    {
      "artist": "0% Sodium Innocent",
      "title": "Unusual Spare",
      "release": "EP",
      "review": "The cloy of an insidious musk as the needle strokes open the grooves. The external form of their sound: furred sores, thorned lumps, negative horn plating. The internal: utterly unfaithful to its intrinsic sonic proportions, maximally friable to the touch. Maybe crumbling to dust in front of everybody is the cheapest and most efficient method of transmission available to the youth of today, but someone should think about the toll it’s taking on the environment.",
      "label": "Pre-Existing Conditions"
    },
    {
      "artist": "6-Yr-Old Bomb",
      "title": "Knife Trading Sales and Feedback",
      "release": "cassette",
      "review": "If you look into it, you’ll become a part of it, the same as any horror movie or lifestyle or experiment on living test subjects. I have played it every way there is and in every way I have been injured. It happened the same to me as it would to anyone else. And all the official muscle it takes to sort it out—this is not a system that should be dealing in insides and outsides. It shouldn’t even have an “inside” to begin with. A layer of damage floating on top of society. Flat. F-L-A-T. Flat. Throw up the rotted fruit until you are perfectly flat.",
      "label": "Self-Released"
    },
    {
      "artist": "Anticoagulant",
      "title": "Flashbacks",
      "release": "7″ single",
      "review": "Chew a chunk of sugar-free headache to get into the mood—now you’re the spitting image of evil. Lost in stock footage of a haunted forest, a haunted beach, the exterior of a white, peeling, haunted house at dusk someplace where they ran out of reality half a century ago. Listening to men in black destroy your body from their positions in a production so thick with parallax you get lost in it, detaching and reattaching to the pulse that keeps this lo-fi lump spinning. It’s sickened to pieces, but still, those pieces click, snapping together to reveal everything other than anything anyone would need to complete the puzzle.",
      "label": "The Smoke Show"
    },
    {
      "artist": "The Canks",
      "title": "List of Spider",
      "release": "7″ single",
      "review": "It grew in the corner of my basement, a thin, cruel blue ooze shot through with pulsing veins, and mumbling—a poet’s radio. I only listened for a little bit at a time. Later, it reassembled itself in my dreams, insinuating itself between me and the waking world, a mutational load that squeezed the softened shapes of the night into the irremovable shrapnel of music. In the morning I awoke, punctured and sinking from singing along, and the voice that drained from my injured throat was theirs, sticky with synth, shoeblacked and shrinkwrapped into a cold, dead box. Through the window I saw my guitar grown into the oak on the side of the house, stuck halfway up the trunk—but it seems like only yesterday that I put it down.",
      "label": "Caltrops"
    },
    {
      "artist": "Cheap Sensors",
      "title": "Billion Laughs",
      "release": "LP",
      "review": "The woman behind this synth, she has a name that seems like an anagram for a different name that you will be eventually horrified to discover. You get her on the line, she puts you on hold, starves you back to fighting weight with a weeklong drone version of the power off. She plays like a knife slouched on a sofa, legs crossed, red toenails, gives you bug bites on your knuckles when you talk to her. And a whole series of bug things happen, interrupting the conversation, repositioning the teenager, laughing ‘til you cough up bandages. But the laughter is not shared; there are two separate laughters. Us and them.",
      "label": "Brutus With A Dagger"
    },
    {
      "artist": "The Disintegrators",
      "title": "Carnivorous Boyfriend",
      "release": "LP",
      "review": "We must lower the volume on the national conversation or we’ll never hear what’s coming. The urges you don’t understand simplify themselves to fit into your thoughts all natural, speak in your voice and grow an inch behind your own growth, cutting off retreat, forcing you to live the dreams you said you have but don’t. Meanwhile, the USA’s been reduced to gibberish, abridged beyond all comprehension. It communicates only through death. In these cases, mechanical removal is recommended because it is effective and causes the least disturbance to the surrounding area. Otherwise, one day, and soon, we’ll look back and say that this was the start of the long beep.",
      "label": "A Shell Company"
    },
    {
      "artist": "Doughboy, Blinkers, & Croak",
      "title": "This Zone is Broken Again",
      "release": "cassette",
      "review": "Trying to reproduce those void moments, robotic tears roll down their faces. If we slit them open with our hair we can see how they work. The pouting gel sags, slides apart, and in the half-opened globes we find the circuits boiled starvation thin, mute and sleek as snow. Coiled in a glowering rotation, a squat hover on haunches, they flip like a switch into an expanding barrel of fur, a heavy predator breathing up and down, lying on its side on the floor of a cave as it wriggles free from its original skin. And we inspect the empty carapace. We adjust the empty carapace. We grab the empty carapace by its throat and stuff stuff in it—we stomp it in. And the effect isn’t all that impressive: clean gray stone stacked in the shape of a bank.",
      "label": "Century Records"
    },
    {
      "artist": "An Eye In The Center",
      "title": "Different Intensities",
      "release": "LP",
      "review": "They put a recall out on your broken heart. Factory defect: you say “my country,” it says “you puppet.” If I were you, I’d get my money back. I’d get my satisfaction. Cue AN EYE IN THE CENTER. Three years since the last album. Three years since the accident. You want to dance to it, but you can’t—you shouldn’t. Not to the grind of this computerized cutting machine that cuts all things into the right shape. It’s running the show now. It’s beyond all control. There’s not enough money to replace the thing. There’s not enough money, period. So now it’s painting a newborn guitar in blood, weighed down by the third dimension, from where shadows fall. And now it’s cutting slots for electronics into everything in range with machine-ground smooth depression. Mechanics can’t fix it. Surgeons can’t fix it. You sure as hell can’t fix it. It squeals, neon thin, only as self-aware as your reflection in cracked glass, and, just like that reflection, its desires are flat and cold. Get meshed into the clanging beat like a tooth on a gear. A primordial waveform ridden in horrible animals.",
      "label": "Proto"
    },
    {
      "artist": "Fur Boys",
      "title": "The Bad Cut",
      "release": "7″ single",
      "review": "Post-punk invertebrates. Percussion for drugs, decorated with animal remains. The noise of an uninhabitable room—the inside noise of an air conditioner. The underside of the groove. Gridsearching an empty room. Look for what’s down low. Play what’s under the secret. Crunch the numbers in the computer of the crotch. You can hear them through the wall cleaning their junk with an aerosol.",
      "label": "Cavity Nester"
    },
    {
      "artist": "Friendlies",
      "title": "365 Things To Do Before You Die",
      "release": "LP",
      "review": "FRIENDLIES combine the drastic cartoon-like expressions of a singularly dynamic and monstrous creature with a sound like pure budget trouble and a custard-stuffing one-two thrust that recalls the more cave-painted moments of their earliest toothbreaking anthems rippled with the broad daylight-obvious flavor of young flesh in heat. It makes for some sublime idiotic blather. You’ll get what you learn how to ask for, mewl these Dionysian edgecases in one of their more intelligible moments. And it’s true. You’ve got to be tough to get with the fixed-up jump scene vocals, but, if you can, you’ll gain a whole new appreciation for death—cherry red, all-leather interior, chop top.",
      "label": "The Mutant Agenda"
    },
    {
      "artist": "Implant & The Family Dentistry",
      "title": "Chop Chop",
      "release": "LP",
      "review": "Hailing from the now-exposed core of our ancient defense system, this outfit, all clockwork scythes, offers protection from evil in a package literally vibrating with base metabolism. But it doesn’t have the beat of a living thing—there’s too many corners to it, and living things don’t have any corners. The fundamental material here is hardened against impurities by rhythmic internal and external ridges, or scales, that serve as heat sinks when, disguised as the screams of children or the redistribution of missing limbs, its different parts are joined, not by a chewing motion, but through the simultaneous implementation of contradictory instructions, raw and cast-off from the anvil of prehistory.",
      "label": "Whispers Distillery"
    },
    {
      "artist": "Jeering",
      "title": "A Concentration On How They Crumble",
      "release": "EP",
      "review": "His cold telephone voice. You listen to it on the train and your night goes very differently. Your heart gets soaked and see-through at the first hint of authority. Meow a string of zeroes if you open up for austerity. You’re absorptive. Like a sponge, you were ready to swell up the minute there was a mess to clean. Laboring under that sign isn’t a curse—it’s a business model.",
      "label": "Ellroy"
    },
    {
      "artist": "Kakistocracy",
      "title": "Terror Pulsations",
      "release": "LP",
      "review": "The normal timeline has gotten too long for anyone to fully recover from its confusions. The deepest layers are compressed and deformed—the record gets indistinct down there, and shadows appear to the right of where they ought to be. The trail of history has gone cold. It snaps, stimulated by flavors other than sweetness, and now we are going to hurt each other for real.",
      "label": "Wrong Numbers"
    },
    {
      "artist": "Landmark Preservation Committee",
      "title": "Well-Known Vectors",
      "release": "cassette",
      "review": "They choose all the most painful places and push, but what they’re pushing remains a mystery: Look me in the eye / back me into a corner / I’m holding up the wall / You’re talking to a stranger. Whatever. It’s unsettling, hanging limp from the socket like this, bent the wrong way around, but let’s get real here. Which would you choose: a full range of motion (and all the pain that comes with it) or a lifetime of holding still ‘til it’s not broken anymore?",
      "label": "Holiday Body"
    },
    {
      "artist": "The Laughters",
      "title": "The Secondary Laughing Thing",
      "release": "LP",
      "review": "The weather of it, the traffic, the taut sport of the background—all together, they achieve a kind of jazz organization, clipped out in a thousand little intimate pieces, each noise crunching away, inspired by the biology of your eyes, hoping to be the one lucky one that spikes your pulse. It’s an obsession that dwarfs the love from which it grew, and a pretense THE LAUGHTERS have finally begun to shed. When an animal is shedding its skin like this, it can take a lot out of the poor thing. It might lie flat as a tombstone on its back. It might roll over slow as the moon. And, if it’s not strong enough to get free, it might smother to death inside its old, outgrown skin, caught forever, like “The Secondary Laughing Thing,” between what should have been and what, unfortunately, is.",
      "label": "Locomotion"
    },
    {
      "artist": "The Lysings",
      "title": "Extremely Rubber",
      "release": "EP",
      "review": "On the geological scale, a lifetime registers as a tantrum of invisible holes. What seems like a maze is just one shivering instant in the progression of chaos mathematics, gnarled into an indigestible choke. What seems like profundity is just an imperfect simulation of what should be chillingly obvious by now. Time marches on, but you’re paralyzed.",
      "label": "Silent Engram"
    },
    {
      "artist": "Minimum Hole",
      "title": "In the Enemy Language",
      "release": "EP (reissue)",
      "review": "Prophecy is history written backwards.  The older the band, the better it can be used to predict the future. And what “Enemy Language” prophesies is: there will never be any money—there won’t even be any chains. Across the way, there will always be a scrawny string of barbed wire, and, past that, just the sounds of chewing, heavy breathing, and the shuffling of fewer and fewer moving parts. Isolation increases as entropy increases as friction increases as humanity reduces to sand…",
      "label": "Unprintable"
    },
    {
      "artist": "Moving Injured Part",
      "title": "The Story of Hooves",
      "release": "LP",
      "review": "The 3-D printer crushes the office with an uncontrollable vomit of perfect replicas of my skull, in fulfillment of the scriptures. The death gets in where the world gets thin in that place called “flesh,” and poses, as you, in my computer, in a series of stress positions we practice smiling through until you are ready to be touched. The one you will choose tonight is called “the story of hooves.” It’s good to be used. When you’re not being used, you’re being replaced. You wake up in the next life, in a different stress position, with a different civilization keeping your body quiet, paused, and reconfigured inside by the evil of the all-powerful screensaver that stands between us and the world. At night, you slip into a black vibration. It’s the right size. It’s got legs, but it’s not a bug. It’s called “the story of hooves.” I pick it up and crush it in my hands when it asks me to. In bed our activities are recorded on the vinyl that coats the bodies they installed in us and we got engaged by or addicted to, and when you’ve run dry, I play that vinyl. There’s only an empty hiss in it, vanishing flakes on the paved earth, a soft and roaring thing. I listen to the sounds it makes as it folds itself continuously. It makes me want to use my teeth—a dog’s mouth is its hands—to make you make music called “the story of hooves.”",
      "label": "Elegant Tyrant Collections"
    },
    {
      "artist": "Muzzle",
      "title": "Ext. Collapsed Philosophy Department",
      "release": "LP",
      "review": "Outside, headphones in, I pass tourists taking photos of themselves between the barricades and their screens. The alarms they hear, the sirens—those are the real folk songs of this country. What I’m listening to is available in many formats, including tape stuck to itself and a police scanner cracked under your perfect feet inside the half-finished summoning circle of us on the dash of this stolen car, continuously scrolling on drugs ripped from somewhere off-screen and into this jailbroke flesh until you are raw and quiet from something other than civilization, and even the guitars make a mockery of us, a mowed version of wild cyberwarfare that goes like a dome of hornets humming deep green and excess, coaxed by vocals like smoke down low and closer. This singer. Her name is England, like the place where bloodletting was perfected, the kind that comes from relentless hole manufacture, all soaked through the foundation of this awful pulsating tongue we share, the metal studs in our parts humming algorithms that drive you in series over the edge, a stampede. It’s exhausting. Then together we stare at a distracting made-up object in the corner. A girl who rides the same box as me hears the music I usually listen to and thinks it’s literally screws, and it is, and they’re too short and stripped and soft to mount anything in MUZZLE’s wall of noise.",
      "label": "Nightcirculator"
    },
    {
      "artist": "Negative Copy & The Mothers",
      "title": " “Near-Earth Objects",
      "release": "EP",
      "review": "According to the law, music should only be made using approved instruments, and not cops, which exist for purposes other than their expressive capacity. According to Negative Copy, here, the most important thing about making music is that you need to pound your spikes into the cop slowly, or the cracks will not appear where you want them.",
      "label": "Modern Vertigo"
    },
    {
      "artist": "The ‘Oids",
      "title": "Purity Cookie",
      "release": "LP",
      "review": "The American flag is a living symbol. Everyone is searching for an American flag to call their own. That’s why they offer you a variety of American flags to choose from. They are of different sizes, designs, and resolutions, so everyone can find the one most perfectly suited to his or her working environment. All flags provided are deep in color, graphics, and meaning. If you want a flag that represents peace, honesty, bravery, justice, truth, and loyalty, then an American flag is exactly the flag you’re looking for.",
      "label": "Lo Studios"
    },
    {
      "artist": "Quisling",
      "title": "Royal Incubator",
      "release": "EP",
      "review": "Yet another swarm of bugs drunk off an invasive species of mustard sink their probes into the skin of human kindness. Each one crushed against it, full of that burning oil, raises welts that insulate us against feeling this sick culture, protected by our suicides against anything that would threaten its freedom. QUISLING burrows in that freedom, hollows it out, finds purchase in consciousnesses softened by the eternal cycling of the experience optimization process. The surprise at the end will burst you to a skeleton. Before we all go, let’s compare our experiences of the cold.",
      "label": "The Quiet Set"
    },
    {
      "artist": "Red Category",
      "title": "Red Red Red Red Summer",
      "release": "LP",
      "review": "The only thing we know for sure about heaven is that the constant siren of unhappiness from beyond its walls does not disturb its residents in the slightest. They bop along like they deserve it, totipotent infants in occult pillows and the rarest of flash, past which they cannot even see. They are not even bothered by the occasional misplaced saxophone, the wails of which secretly depend upon the continuous provision of even more sources of unhappiness. Only once, in the first few seconds of their distinct anti-songs, do RED CATEGORY show that they are capable of another kind of love.",
      "label": "Serrated Sounds"
    },
    {
      "artist": "The Retcons",
      "title": "The Coma Variations",
      "release": "LP",
      "review": "This band kicks up an incendiary cloud and all vegetation within a 100-yard radius withers and dies. Then the browned-out earth cracks open in a dust of dead pixels. Base, reptile feeling seeps out, a toxic combination of moonjuice and natron sopped up by the wreckage of their skeletonized guitars, their mummified vox. Another fine installment in their long-running confrontation with the sun.",
      "label": "Falsified Records"
    },
    {
      "artist": "Robert Half-Technology",
      "title": "Panoptic Lust",
      "release": "cassette",
      "review": "Imagine that you’re eating something that takes you longer than a day to swallow, something of false color in the deepest part of the infrared. And you eat it with some kind of anonymous robot call-and-response motion while you’re waiting for them to just get on with it already. Make a fist and feel the parts of the crushed light bulb spider as they talk across the years inside your hand. It’s not desire that moves us, but hypnagogic jerks.",
      "label": "Self-Released"
    },
    {
      "artist": "Sharp Piece",
      "title": "Scratched Parade",
      "release": "cassette",
      "review": "Their dark energies suck you into this psy-op with the support of their lackeys in the usual echo chambers. The gist of it: normalize relations between the goat and society. So this is that “how a caress turns into a strangle” kind of anti-democratic values. The pack of them snarling and hissing out disassembled innuendo. Faith doesn’t make it easy—it barely makes it possible. You give in to your compulsions as helplessly as a flower opens up to the sun. More dedicated jammers could use the extra granularity to provide junkier data, but even the most savvy and cynical among us would still spill the whole story in time—and man, sometimes it takes you a long time to sound like yourself.",
      "label": "Non-Blood Methods"
    },
    {
      "artist": "Sidesplitter",
      "title": "Raised on Indirect Light",
      "release": "7″ single",
      "review": "War nerds. Warped experiments, all empty. Drug moans. The red cartridge, slick from punishment. At first it promised rock ‘em sock ‘em action. Then it delivered interminable technical training. Pulp the humid wobbled dusk. Soft enough to line their pockets. Painful crickets. Damnation physics. A glitch in my nutrition. Drowning in oil. Getting famous. Wearing sunglasses. He laughed. Yes. Yes. And said the most awful things about my legacy.",
      "label": "The Facts About Declawing"
    },
    {
      "artist": "The Slot Addix",
      "title": "Live at the Destroyed Stadium",
      "release": "LP",
      "review": "You were my date to the SLOT ADDIX reunion show. You were wearing all-black everything and really red lipstick. We were seated in what used to be the nosebleed section. Our noses kept bleeding. You got extreme with me. You said you didn’t even like the SLOT ADDIX and were sorry you had ever come. I said, Grace, I thought you really liked SLOT ADDIX. I thought you dug how their singer can’t form words! I thought you dug how their beats snap you in half! I thought you dug how their music decreased civilization in general! That’s why I asked you. And you crossed your arms and said, No, I hate SLOT ADDIX, I think there ought to be a giant robot to kill them at the mall. And the singer heard you. His voice cracked. A crow died and fell out of the sky. Its body thunked on the snare drum. The singer’s eyes filled with tears—we saw on the giant video cube. He said Thanks a lot, Grace, and threw his guitar like a javelin straight through a fan in the front row, who exploded in a huge unrealistic gore animation, and you scoffed BORING, arms still crossed, as I braced myself for this huge fucking scream.",
      "label": "In On Your Joke"
    },
    {
      "artist": "The Termites",
      "title": "Exposure",
      "release": "7” single",
      "review": "It taps into hidden sources of intoxication within the vibrations of a maddened stereo, simple and stupid as dropping your guard. Even modest exposure to this single can significantly affect relationships, as well as performance at school or on the job.",
      "label": "Longtime Enemies"
    },
    {
      "artist": "The Urticates",
      "title": "Heretical Drudgeries",
      "release": "EP",
      "review": "The music strafes weightless from left straight to right. It skates up on enemies and clips ‘em from spite—crosses them out, takes out a bite. It slips, hits its head, gets amnesia, then splits for the exit at the end of the bottomless pit, these sarcastic drug addict nihilists landing mythic kick flips off a dream made of sand and stickin’ ‘em right slick with a germ-free kiss hissing fascists fuck off of this sinking ship, fuck you narcissistic pieces of shit, nevermind all our unflattering tics, skip the fine print on the year-end lists—if the beast ain’t here yet, its shadow is.",
      "label": "Popular Yesterdays"
    },
    {
      "artist": "U.X.O.",
      "title": "The Intelligent Move",
      "release": "EP",
      "review": "The needle skips across it, sputtering like hot grease on a skillet, or like a downed power line, arcing afterimage schematics on the street in the true night brought on by its fall. The inaugural lick leaves a print through which the bassist’s exhibitionist kisses flow thick past the dark lipstick riffs and into a dripping exile down a drain in the disco. Then it becomes convulsively muscular, far beyond factory specifications. It only just squeaks by, glued together by antibiotics. In the end, though, a calmer style prevails, and reminds me that I am ashamed of many things.",
      "label": "Alphatronics"
    },
    {
      "artist": "Viable Candidate",
      "title": "Astigmata",
      "release": "EP",
      "review": "Look who’s back on the map. Twist off the childproof cap. A cage bent out of shape—something got loose, on a parallel earth. Freaked out on instinct. Like yesterday: a mystery. No clue. Tattered by the heat. High on revenge. Jackpot: nauseous clustering muscle of paved nostalgia. Temptations beyond the reach of natural vision. Cracking the concentric shells of suburbia. Auditioning for a role in the next crisis. Cleaning and oiling the blade after they use it. A desiccated reaction formation—it’s all about the proper timing. Mine isn’t the only body they can inhabit, though—if you’re lucky, you could be next. Like a picture-in-picture: cornered.",
      "label": "Spiderholed"
    },
    {
      "artist": "Weak Thrust",
      "title": "All Talk",
      "release": "cassette",
      "review": "The city’s closed. The economy’s whittled it down to a sharp stick in the eye. When you tune in, nothing happens—no damage, just a range full of stammers where bits of yourself keep drifting away. Grab your bug-out bag, a case of unintelligence, and the new WEAK THRUST, and get weird on the last worm out of there, all five hearts boiling off-kilter. There’s something that’s barely even real about it. Something trapped in its cursed arrangement. Something that falls outside the boundaries of what we think we know. Pop open with it and steam in the old times.",
      "label": "An Organized Living Look"
    },
    {
      "artist": "Yellow Kids",
      "title": "Diet Buddies",
      "release": "LP",
      "review": "Three bulges. All nervous about my saxophone psychopathy. Too much talk of containment. Let’s get visceral. Spit and polish meets some square business in the schoolhouse. Their next release better fix the pathfinding. I’m not about to walk all over the world looking for a trash can. I need to throw this out right now: an explosive device containing among other things nails.",
      "label": "Random Encounter"
    },
    {
      "artist": "The Yips",
      "title": "Partial Animal Control",
      "release": "cassette",
      "review": "In their old outfits, the members of THE YIPS carved the kinks out of us—they set the hooks swinging from the ceiling, induced the further misalignments necessary to blank the brain back to factory clean, and exposed the inner tricks of it, making a new host for the music to live inside, like a mouse snug as the snap in its trap. Now, these crazed animals, untied and set loose in the maze, no longer tripped up on tape loops of private conversations, drop nine new tunes that squeeze those kinks back in, teasing your wrists open to splice more channels of communication in underneath. It’s all pop red cute and verminous as we wriggle, relaxed but encrypted, against each other and never speak again.",
      "label": "Boom Unit"
    },
    {
      "artist": "ZZZZ",
      "title": "Starving Out An Echo",
      "release": "EP",
      "review": "Finally, nauseated, in hysterics, overcome by the effects of the high-frequency crowd dispersal devices and the police attack gas, ZZZZ flee the occupied academy and pack it into the glass shaft, stuffing it with their screaming, drugged bodies until it cracks all splitscreen, letting in the ocean and drowning everyone on the secret underwater research station. They think they are cutting music to fit the evolving parameters of the encounter mood, but they’re just jamming on buttons with the safety shields flipped way back, confusing theme and monster objects with their non-rock nuclear antics. It’s maddening; these graves aren’t going to dig themselves. Or are they?",
      "label": "All-Code"
    }
  ]
}
